Repository: durgeshtimbadiya/WHO_New
Catalog: Localizable.xcstrings
Source language: en
Languages: as_in, bn_in, gu_in, hi, kn_in, ml_in, or_in, pa_in, ta_in, te_in

source: India-adapted MEC Wheel 2022
as_in: ভাৰত-অভিযোজিত MEC Wheel 2022
bn_in: ভারত-গৃহিত MEC Wheel 2022
gu_in: ઇન્ડિયા-એડેપ્ટેડ એમઇસી વ્હિલ 2022
hi: भारत के लिए अनुकूलित WHO MEC व्हील 2022
kn_in: ಭಾರತ-ಅಳವಡಿಸಿಕೊಂಡ ಎಂಇಸಿ ವ್ಹೀಲ್ 2022
ml_in: ഇന്ത്യയ്ക്ക് അനുരൂപമാക്കിയ MEC ചക്രം 2022
or_in: ଭାରତ-ଗୃହିତ MEC ହ୍ୱୀଲ୍ 2022
pa_in: ਭਾਰਤ-ਅਨੁਕੂਲਿਤ MEC ਵ੍ਹੀਲ 2022
ta_in: இந்தியா-WHO MEC Wheel 2022-ஐத் தழுவியது.
te_in: భారత దేశం- MEC Wheel 2022అవలంబించినది

source: Injectables
as_in: ইঞ্জেকচন
bn_in: ইনজেকশন-যোগ্য
gu_in: ઇન્જેક્ટેબલ્સ
hi: इंजेक्टेबल्स
kn_in: ಚುಚ್ಚುಮದ್ದುಗಳು
ml_in: കുത്തിവയ്പ്പുകൾ
or_in: ଇଞ୍ଜେକ୍ଟେବଲ୍
pa_in: ਟੀਕੇ ਲਗਾਉਣਾ
te_in: ఇంజెక్టబుల్స్

# Injectables: Get repeat injections on time.
source: Injectables:\nGet repeat injections on time.
gu_in: ઇન્જેક્ટેબલ્સઃ ઇન્જેક્શનને ફરીથી સમયસર લો.
hi: इंजेक्टेबल्स: समय पर दोबारा इंजेक्शन लगवाएं।
or_in: ଇଞ୍ଜେକ୍ଟେବଲ୍ସ: ସମୟ ଉପରେ ପୁନରାବର୍ତ୍ତୀ ଇଞ୍ଜେକ୍ସନ୍ ନିଅନ୍ତୁ।
pa_in: ਟੀਕੇ ਲਗਾਉਣਾ: ਸਮੇਂ ਸਿਰ ਦੁਬਾਰਾ ਟੀਕੇ ਲਗਵਾਓ।
ta_in: ஊசி மூலம் செலுத்தக்கூடியவை
te_in: ఇంజెక్ట్ చేయతగినవి:: సమయానికి పునరావృత ఇంజెక్షన్లు పొందండి.

source: Injected into the muscle or under the skin every 2 or 3 months, depending on the product.
as_in: পণ্যটো অনুসৰি প্ৰতি 2 বা 3 মাহত পেশী বা ছালৰ তলত বেজী দিয়া হয়।
bn_in: দ্রব্যের ভিত্তিতে, প্রতি 2 বা 3 মাস অন্তর পেশির মধ্যে বা ত্বকের নিচে ইনজেকশন দেওয়া হয়।
gu_in: ઉત્પાદન પર આધાર રાખીને દર 2 કે 3 મહિને સ્નાયુમાં અથવા તો ચામડીની નીચે દાખલ કરવામાં આવે છે.
hi: उत्पाद के आधार पर, प्रत्येक 2 या 3 महीने में मांसपेशियों में या त्वचा के नीचे इंजेक्शन लगाया जाता है।
kn_in: ಉತ್ಪನ್ನವನ್ನು ಅವಲಂಬಿಸಿ ಪ್ರತಿ 2 ಅಥವಾ 3 ತಿಂಗಳಿಗೊಮ್ಮೆ ಸ್ನಾಯು ಅಥವಾ ಚರ್ಮದ ಕೆಳಗೆ ಚುಚ್ಚಲಾಗುತ್ತದೆ.
ml_in: ഉൽപ്പന്നത്തെ ആശ്രയിച്ച് ഓരോ 2 അല്ലെങ്കിൽ 3 മാസത്തിലും പേശികളിലേക്കോ ചർമ്മത്തിനടിയിലോ കുത്തിവയ്ക്കുന്നു.
or_in: ଉତ୍ପାଦ ଉପରେ ନିର୍ଭର କରି ପ୍ରତ୍ୟେକ 2 କିମ୍ୱା 3 ମାସରେ ମାଂସପେଶୀରେ କିମ୍ୱା ଚର୍ମ ତଳେ ଇଞ୍ଜେକ୍ଟ କରାଯିବ
pa_in: ਉਤਪਾਦ ਦੇ ਅਧਾਰ ਤੇ, ਹਰ 2 ਜਾਂ 3 ਮਹੀਨਿਆਂ ਬਾਅਦ ਮਾਸਪੇਸ਼ੀ ਵਿੱਚ ਜਾਂ ਚਮੜੀ ਦੇ ਅੰਦਰ ਟੀਕਾ ਲਗਾਇਆ ਜਾਂਦਾ ਹੈ
ta_in: தயாரிப்பை பொறுத்து, ஒவ்வொரு 2 அல்லது 3 மாதங்களுக்கு ஒருமுறையும் தசை அல்லது சருமத்தின் கீழ்செலுத்தப்படுகிறது.
te_in: ఉత్పత్తిని బట్టి, ప్రతి 2 లేదా 3 నెలలకు ఒకసారి కండరాలు లేదా చర్మం కింద ఇంజెక్ట్ చేస్తారు

source: Integrase inhibitors
as_in: ইণ্টেগ্ৰাজ ইনহিবিটৰ্চ
bn_in: ইন্টেগ্রেজ ইনহিবিটর
gu_in: ઇન્ટેગ્રેઝ ઇન્હિબિટર્સ
hi: इंटीग्रेज इंहिबिटर्स (अवरोधक)
kn_in: ಇಂಟೆಗ್ರೇಸ್ ಪ್ರತಿರೋಧಕಗಳು
ml_in: ഇന്റഗ്രേസ് ഇൻഹിബിറ്ററുകൾ
or_in: ଇଣ୍ଟେଗ୍ରେସ୍ ଇନ୍‌ହିବିଟର୍ସ
pa_in: ਏਕੀਕ੍ਰਿਤ ਇਨਹਿਬਿਟਰਜ਼
ta_in: ஒருங்கிணைந்த தடுப்பான்கள்
te_in: ఇంటిగ్రేస్ ఇన్హిబిటర్స్

source: Iron-deficiency anaemia, sickle-cell disease and thalassaemia.
as_in: আইৰণৰ-অভাৱত হোৱা ৰক্তহীনতা, চিকল-চেল ৰোগ আৰু থেলাচেমিয়া।
bn_in: আয়রনের ঘাটতি রক্তাল্পতা, সিকল-সেল অসুখ ও থ্যালাসেমিয়া।
gu_in: આયર્નની ઊણપ એનીમિયા, સિકલ-સેલ ડીસીઝ અને થેલેસેમિયા
hi: आयरन की कमी से होने वाले रक्ताल्पता, सिकल सेल रोग और थैलेसीमिया
kn_in: ಕಬ್ಬಿಣದ ಕೊರತೆಯ ರಕ್ತಹೀನತೆ, ಕುಡಗೋಲು-ಕೋಶ ರೋಗ ಮತ್ತು ಥಲಸ್ಸೇಮಿಯಾ.
ml_in: അയണിന്റെ കുറവ് മൂലമുള്ള വിളർച്ച, സിക്കിൾ സെൽ രോഗം, തലാസീമിയ.
or_in: ଆଇରନ୍-ଅଭାବ ରକ୍ତହୀନତା, ସିକଲ୍-ସେଲ୍ ରୋଗ ଏବଂ ଥାଲାସିମିଆ
pa_in: ਆਇਰਨ ਦੀ ਕਮੀ ਵਾਲੇ ਅਨੀਮੀਆ, ਸਿਕਲ-ਸੈੱਲ ਬਿਮਾਰੀ ਅਤੇ ਥੈਲੇਸੀਮੀਆ
ta_in: இரும்புச்சத்து குறைபாடு இரத்தசோகை, சிக்கில் செல் நோய் மற்றும் இரத்த அழிவுச் சோகை.
te_in: ఇనుము-లోపం రక్తహీనత, సికిల్-సెల్ వ్యాధి మరియు ఎర్ర రక్త కణాలసంబంధిత తలసేమియా

source: Irregular vaginal bleeding common, but not harmful. Delayed return to fertility (may take several months to become pregnant) after stopping its use.
as_in: সচৰাচৰ যোনিৰ পৰা অনিয়মীয়া ৰক্তক্ষৰণ হয়, কিন্তু সেয়া ক্ষতিকাৰক নহয়। ইয়াৰ ব্যৱহাৰ বন্ধ কৰাৰ পিছত প্ৰজনন ক্ষমতা পলমকৈ ঘূৰি আহিব (গৰ্ভৱতী হ'বলৈ কেইবা মাহ লাগিব পাৰে)।
bn_in: সাধারণত যোনি থেকে অনিয়মিত রক্তপাত হয়, তবে সেটি ক্ষতিকর নয়। এটির ব্যবহার বন্ধ করার পর উর্বরতা ফিরতে বিলম্ব হয় (গর্ভবতী হতে কয়েক মাস লাগতে পারে)।
gu_in: યોનિમાંથી અનિયમિતપણે રક્તસ્રાવ થવો એ સર્વસામાન્ય છે પણ હાનિકારક નથી. તેનો ઉપયોગ કરવાનું બંધ કર્યા પછી પ્રજનનક્ષમતા પાછી આવવામાં મોડું થઈ શકે છે (ગર્ભવતી બનવામાં ઘણાં મહિનાઓ લાગી શકે છે).
hi: योनि रक्तस्राव अनियमित होना आम है, लेकिन हानिकारक नहीं है। इसका उपयोग बंद करने के पश्चात प्रजनन क्षमता विलंब से पुन: प्राप्त हो पाती हे। (गर्भवती होने में कई महीने लग सकते हैं)।
kn_in: ಅನಿಯಮಿತ ಯೋನಿ ರಕ್ತಸ್ರಾವ ಸಾಮಾನ್ಯವಾಗಿದ್ದರೂ ಹಾನಿಕಾರಕವಲ್ಲ. ಬಳಕೆಯನ್ನು ನಿಲ್ಲಿಸಿದ ನಂತರ ಫಲವತ್ತತೆ ತಡವಾಗಿ ಮರಳುವುದು (ಗರ್ಭಿಣಿಯಾಗಲು ಹಲವಾರು ತಿಂಗಳುಗಳು ತೆಗೆದುಕೊಳ್ಳಬಹುದು).
ml_in: യോനിയിൽ ക്രമരഹിതമായ രക്തസ്രാവം സാധാരണമാണ്, എന്നാൽ ഇത് ദോഷകരമല്ല. അതിന്റെ ഉപയോഗം നിർത്തിയ ശേഷം പ്രത്യുത്പാദനശേഷിയിലേക്ക് തിരികെ വരാനുള്ള കാലതാമസം (ഗർഭിണിയാകാൻ അനേകം മാസങ്ങൾ എടുത്തേക്കാം).
or_in: ଅନିୟମିତ ଯୋନି ରକ୍ତସ୍ରାବ ସାଧାରଣ ଅଟେ, ବିପଦପୂର୍ଣ୍ଣ ନୁହେଁ।ଏହାର ବ୍ୟବହାର ବନ୍ଦ କରିବା ପରେ ବିଳମ୍ୱିତ ପ୍ରଜନନ ପ୍ରତ୍ୟାବର୍ତ୍ତନ (ଗର୍ଭବତୀ ହେବା ପାଇଁ ଅନେକ ମାସ ନେଇପାରେ)।
pa_in: ਅਨਿਯਮਿਤ ਯੋਨੀ ਵਿੱਚੋਂ ਖੂਨ ਵਹਿਣਾ ਆਮ ਹੈ, ਪਰ ਨੁਕਸਾਨਦੇਹ ਨਹੀਂ ਹੈ। ਇਸ ਦੀ ਵਰਤੋਂ ਬੰਦ ਕਰਨ ਤੋਂ ਬਾਅਦ ਪ੍ਰਜਨਨ ਸ਼ਕਤੀ ਵਿੱਚ ਦੇਰੀ ਨਾਲ ਵਾਪਸੀ (ਗਰਭਵਤੀ ਹੋਣ ਵਿੱਚ ਕਈ ਮਹੀਨੇ ਲੱਗ ਸਕਦੇ ਹਨ)।
ta_in: ஒழுங்கற்ற பிறப்புறுப்பு இரத்தப்போக்கு பொதுவானது, ஆனால் தீங்கு விளைவிக்காது. அதன் பயன்பாட்டை நிறுத்திய பிறகு, தாமதமாக கருவுறுவார்கள் (கர்ப்பம் தரிக்க, பல மாதங்கள் ஆகலாம்).
te_in: క్రమరహిత యోని రక్తస్రావం సాధారణం, కానీ హానికరం కాదు. దాని ఉపయోగాన్ని ఆపివేసిన తర్వాత సంతానోత్పత్తికి ఆలస్యం (గర్భధారణకు చాలా నెలలు పట్టవచ్చు).

source: It can be initiated within 7 days of completion of abortion without a need for any backup method.
as_in: কোনো বেকআপ পদ্ধতিৰ প্ৰয়োজন নোহোৱাকৈ গৰ্ভপাত সম্পূৰ্ণ হোৱাৰ 7 দিনৰ ভিতৰত ইয়াক আৰম্ভ কৰিব পাৰি।
bn_in: কোনও ব্যাকআপ পদ্ধতির প্রয়োজন ছাড়াই এটি গর্ভপাত সম্পূর্ণ হওয়ার 7 দিনের মধ্যে শুরু করা যায়।
gu_in: કોઈ પણ પ્રકારની બૅકઅપ મેથડની જરૂરિયાત વગર ગર્ભપાતની પ્રક્રિયા પૂરી થઈ ગયાંનાં 7 દિવસની અંદર તેને લેવાનું શરૂ કરી શકાય છે.
hi: किसी भी बैकअप विधि की ज़रूरत के बिना इसे गर्भपात के पूर्ण होने के 7 दिनों के अंदर प्रारंभ किया जा सकता है
kn_in: ಯಾವುದೇ ಬ್ಯಾಕಪ್ ವಿಧಾನದ ಅಗತ್ಯವಿಲ್ಲದೆ ಗರ್ಭಪಾತ ಪೂರ್ಣಗೊಂಡ 7 ದಿನಗಳಲ್ಲಿ ಇದನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು.
ml_in: ഒരു ബാക്കപ്പ് രീതിയും ആവശ്യമില്ലാതെ ഗർഭച്ഛിദ്രം പൂർത്തിയാക്കി 7 ദിവസത്തിനുള്ളിൽ ഇത് ആരംഭിക്കാം.
or_in: କୌଣସି ବ୍ୟାକଅପ୍ ପ୍ରଣାଳୀ ବିନା ଗର୍ଭପାତ ସମ୍ପୂର୍ଣ୍ଣ ହେବାର 7 ଦିନ ମଧ୍ୟରେ ଏହାକୁ ଆରମ୍ଭ କରିହେବ
pa_in: ਇਹ ਗਰਭਪਾਤ ਦੇ ਪੂਰਾ ਹੋਣ ਦੇ 7 ਦਿਨਾਂ ਦੇ ਅੰਦਰ ਬਿਨਾਂ ਕਿਸੇ ਬੈਕਅੱਪ ਵਿਧੀ ਦੀ ਲੋੜ ਦੇ ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ
ta_in: எந்த காப்பு முறைக்கும் அவசியமின்றி, கருக்கலைப்பு முடிந்த 7 நாட்களுக்குள் இதை தொடங்கலாம்.
te_in: ఎటువంటి బ్యాకప్ పద్ధతి అవసరం లేకుండా గర్భస్రావం పూర్తయిన 7 రోజులలోపు దీన్ని ప్రారంభించవచ్చు

source: It is a non-steroidal, non-hormonal once-a-week oral contraceptive pill.
as_in: ই হৈছে এক অনা-ষ্টেৰইডেল, হৰমন মুক্ত সপ্তাহত এবাৰ কৈ গ্ৰহণ কৰিব লগা মৌখিক গৰ্ভনিৰোধক বড়ি।
bn_in: এটি স্টেরয়েড ও হরমোন ছাড়া সপ্তাহে একবার খাওয়ার গর্ভনিরোধক পিল।
gu_in: તે સ્ટીરોઇડ અને હોર્મોન વગરની અઠવાડિયે એક વખત મોં વાટે લેવાની ગર્ભનિરોધક ગોળી છે.
hi: यह एक गैर-स्टेरायडल, गैर-हार्मोनल साप्ताहिक मौखिक गर्भनिरोधक गोली है
kn_in: ಇದು ಸ್ಟೀರಾಯ್ಡ್ ಅಲ್ಲದ, ಹಾರ್ಮೋನು ರಹಿತವಾದ ವಾರಕ್ಕೊಮ್ಮೆ ತೆಗೆದುಕೊಳ್ಳುವ ಮೌಖಿಕ ಗರ್ಭನಿರೋಧಕ ಮಾತ್ರೆಯಾಗಿದೆ.
ml_in: ഇത് സ്റ്റിറോയിഡലോ, ഹോർമോണലോ അല്ലാത്ത, ആഴ്ചയിൽ ഒരിക്കൽ വായിലൂടെ കഴിക്കുന്ന ഗർഭനിരോധന ഗുളികയാണ്.
or_in: ଏହା ଏକ ଅଣ-ଷ୍ଟେରୋଇଡଲ୍, ଅଣ-ହର୍ମୋନଲ୍ ସପ୍ତାହକୁ ଥରେ ମୌଖିକ ଗର୍ଭନିରୋଧକ ବଟିକା
pa_in: ਇਹ ਇੱਕ ਗੈਰ-ਸਟੀਰੌਇਡਲ, ਗੈਰ-ਹਾਰਮੋਨਲ ਹਫ਼ਤੇ ਵਿੱਚ ਇੱਕ ਵਾਰ ਮੌਖਿਕ ਗਰਭ ਨਿਰੋਧਕ ਗੋਲੀ ਹੈ
ta_in: இது ஸ்டெராய்ட் அல்லாதது, ஹார்மோன் அல்லாத , வாரத்துக்கு ஒருமுறை மட்டுமே வாய்வழியாக எடுத்துக் கொள்ளும் கருத்தடை மருந்தாகும்.
te_in: నాన్-స్టెరాయిడ్, నాన్-హార్మోనల్ కాని, వారానికి ఒకసారి తీసుకునే గర్భనిరోధక నోటి మాత్ర

source: It is safe for breastfeeding mothers.
as_in: স্তন্যপান কৰাই থকা মাতৃসকলৰ বাবে ই সুৰক্ষিত।
bn_in: এটি স্তন্যদায়িনী মায়েদের জন্য সুরক্ষিত।
gu_in: તે સ્તનપાન કરાવતી માતાઓ માટે સલામત છે.
hi: यह स्तनपान कराने वाली माताओं के लिए सुरक्षित है।
kn_in: ಇದು ಹಾಲುಣಿಸುವ ತಾಯಂದಿರಿಗೆ ಸುರಕ್ಷಿತವಾಗಿದೆ.
ml_in: മുലയൂട്ടുന്ന അമ്മമാർക്ക് ഇത് സുരക്ഷിതമാണ്.
or_in: ସ୍ତନ୍ୟପାନ କରାଉଥିବା ମା’ମାନଙ୍କ ପାଇଁ ଏହା ସୁରକ୍ଷିତ ଅଟେ।
pa_in: ਇਹ ਦੁੱਧ ਚੁੰਘਾਉਣ ਵਾਲੀਆਂ ਮਾਵਾਂ ਲਈ ਸੁਰੱਖਿਅਤ ਹੈ।
ta_in: இது தாய்ப்பாலூட்டும் தாயார்களுக்கு பாதுகாப்பானது.
te_in: పాలిచ్చే తల్లులకు ఇది సురక్షితమైనది.

source: IUDs do not protect against sexually transmitted infections (STIs), including HIV. If there is a risk of STI/HIV, the correct and consistent use of condoms is recommended. When used correctly and consistently, condoms offer one of the most effective methods of protection against STIs, including HIV. Female condoms are effective and safe, but are not used as widely by national programmes as male condoms.
as_in: IUD-এ HIV-ক ধৰি যৌন ৰোগৰ সংক্ৰমণৰ (STI) পৰা সুৰক্ষা নিদিয়ে। যদি STI/HIV-ৰ আশংকা থাকে, কণ্ডমৰ সঠিক আৰু নিৰন্তৰ ব্যৱহাৰৰ পৰামৰ্শ দিয়া হয়। যেতিয়া সঠিক ভাৱে আৰু ধাৰাবাহিকভাৱে ব্যৱহাৰ কৰা হয়, কণ্ডম-এ HIV-ক ধৰি STI-ৰ বিৰুদ্ধে সুৰক্ষাৰ এক আটাইতকৈ কাৰ্যকৰী পদ্ধতি প্ৰদান কৰে। মহিলাৰ কণ্ডম কাৰ্যকৰী আৰু সুৰক্ষিত, কিন্তু পুৰুষ কণ্ডমৰ দৰে ৰাষ্ট্ৰীয় কাৰ্যসূচীৰ দ্বাৰা ব্যাপকভাৱে ব্যৱহাৰ কৰা নহয়।
bn_in: HIV সহ সেক্সুয়ালি ট্রান্সমিটেড ইনফেকশনের (STI) বিরুদ্ধে IUD সুরক্ষা দেয় না। STI/HIV-এর ঝুঁকি থাকলে, কন্ডোমের সঠিক ও সঙ্গতিপূর্ণ ব্যবহারের সুপারিশ করা হয়। সঠিক ও সঙ্গতিপূর্ণভাবে ব্যবহার করলে, কন্ডোম হল HIV সহ STI-এর বিরুদ্ধে সুরক্ষার জন্য অন্যতম সর্বাধিক কার্যকর পদ্ধতি। মহিলাদের কন্ডোম কার্যকর ও সুরক্ষিত, তবে সেগুলি পুরুষদের কন্ডোমের মতো রাষ্ট্রীয় কর্মসূচীতে ব্যাপকভাবে ব্যবহৃত হয় না।
gu_in: IUDs HIV સહિતના જાતીય રીતે પ્રસારિત થતાં ચેપો (STIs) સામે રક્ષણ આપતું નથી. જો STI/HIVનું જોખમ રહેલું હોય તો, કન્ડોમ્સનો યોગ્ય અને નિરંતર ઉપયોગ કરવાની ભલામણ કરવામાં આવે છે. જ્યારે કન્ડોમ્સને યોગ્ય અને નિરંતપણે ઉપયોગમાં લેવામાં આવે છે ત્યારે તે HIV સહિત STIsની સામે સુરક્ષાની સૌથી અસરકારક પદ્ધતિ બની જાય છે. મહિલાઓ માટેના કન્ડોમ્સ અસરકારક અને સલામત છે પરંતુ રાષ્ટ્રીય કાર્યક્રમો દ્વારા પુરુષો માટેના કન્ડોમ્સ જેટલા વ્યાપકપણે ઉપયોગમાં લેવાતા નથી.
hi: IUDs यौन संचारित संक्रमणों (STIs) से रक्षा नहीं करते हैं जिसमें HIV भी शामिल है। यदि STI/HIV का खतरा है, तो कंडोम के सही और लगातार उपयोग की अनुशंसा की जाती है। सही ढंग से और लगातार उपयोग करने पर कंडोम HIV सहित STIs से सुरक्षा के सबसे प्रभावी तरीकों में से एक प्रदान करता है। महिला कंडोम प्रभावी और सुरक्षित हैं, लेकिन पुरुष कंडोम के समान राष्ट्रीय कार्यक्रमों द्वारा व्यापक रूप से उपयोग नहीं किया जाता है।
kn_in: IUDಗಳು HIV ಸೇರಿದಂತೆ ಲೈಂಗಿಕವಾಗಿ ಹರಡುವ ಸೋಂಕುಗಳಿಂದ (STIಗಳು) ರಕ್ಷಿಸುವುದಿಲ್ಲ. STI / HIV ಅಪಾಯವಿದ್ದರೆ, ಕಾಂಡೋಮ್‌ಗಳ ಸರಿಯಾದ ಮತ್ತು ನಿರಂತರವಾದ ಬಳಕೆಯನ್ನು ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ. ಸರಿಯಾಗಿ ಮತ್ತು ನಿರಂತರವಾಗಿ ಬಳಸಿದಾಗ, ಕಾಂಡೋಮ್‌ಗಳು HIV ಸೇರಿದಂತೆ STIಗಳ ವಿರುದ್ಧ ರಕ್ಷಣೆಯ ಅತ್ಯಂತ ಪರಿಣಾಮಕಾರಿ ವಿಧಾನಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ. ಸ್ತ್ರೀ ಕಾಂಡೋಮ್‌ಗಳು ಪರಿಣಾಮಕಾರಿ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿವೆ, ಆದರೆ ರಾಷ್ಟ್ರೀಯ ಕಾರ್ಯಕ್ರಮಗಳಲ್ಲಿ ಪುರುಷ ಕಾಂಡೋಮ್‌ಗಳಷ್ಟು ವ್ಯಾಪಕವಾಗಿ ಇದನ್ನು ಬಳಸಲಾಗುವುದಿಲ್ಲ.
ml_in: HIV ഉൾപ്പെടെയുള്ള ലൈംഗികമായി പകരുന്ന അണുബാധകളിൽ (STI) നിന്ന് IUD-കൾ സംരക്ഷിക്കുന്നില്ല. STI/HIV ഉണ്ടാകാനുള്ള സാധ്യതയുണ്ടെങ്കിൽ, ഗർഭനിരോധന ഉറ ശരിയായും സ്ഥിരമായും ഉപയോഗിക്കുന്നതിന് ശുപാർശ ചെയ്യുന്നു. കൃത്യമായും സ്ഥിരമായും ഉപയോഗിക്കുമ്പോൾ, ഗർഭനിരോധന ഉറകൾ HIV ഉൾപ്പെടെയുള്ള STI-കളിൽ നിന്ന് ഏറ്റവും ഫലപ്രദമായ സംരക്ഷണ മാർഗ്ഗം വാഗ്ദാനം ചെയ്യുന്നു. സ്ത്രീകൾക്കുള്ള ഗർഭനിരോധന ഉറകൾ ഫലപ്രദവും സുരക്ഷിതവുമാണ്, എന്നാൽ ദേശീയ പ്രോഗ്രാമുകൾ പുരുഷ കോണ്ടം പോലെ ഇത് വ്യാപകമായി ഉപയോഗിക്കുന്നില്ല.
or_in: IUDs, HIV ସମେତ ଯୌନ ସଂଚାରିତ ସଂକ୍ରମଣ (STI)ରୁ ସୁରକ୍ଷା ଦିଏନାହିଁ।ଯଦି STI/HIV ର ବିପଦ ଆଶଂକା ଥିବ, ତେବେ କଣ୍ଡୋମ୍‌ର ସଠିକ୍ ଓ ନିରନ୍ତର ବ୍ୟବହାରର ସୁପାରିସ କରାଯାଏ।ଯେତେବେଳେ ସଠିକ୍ ଓ ନିରନ୍ତର ଭାବରେ ବ୍ୟବହୃତ ହୁଏ, HIV ସମେତ STI ବିରୋଧରେ ସବୁଠାରୁ ପ୍ରଭାବଶାଳୀ ପ୍ରଣାଳୀଗୁଡ଼ିକ ମଧ୍ୟରୁ କଣ୍ଡୋମ୍ ସୁରକ୍ଷା ପ୍ରଦାନ କରେ।ମହିଳା କଣ୍ଡୋମ୍ ପ୍ରଭାବଶାଳୀ ଓ ସୁରକ୍ଷିତ, କିନ୍ତୁ ପୁରୁଷ କଣ୍ଡୋମ୍ ଭଳି ଜାତୀୟ କାର୍ଯ୍ୟକ୍ରମ ଅନୁସାରେ ବ୍ୟାପକ ଭାବେ ବ୍ୟବହାର କରାଯାଏ ନାହିଁ।
pa_in: IUDs, HIV ਸਮੇਤ ਜਿਨਸੀ ਸੰਚਾਰਿਤ ਲਾਗਾਂ (STIs) ਤੋਂ ਬਚਾਅ ਨਹੀਂ ਕਰਦੇ। ਜੇ STI/HIV ਦਾ ਖਤਰਾ ਹੈ, ਤਾਂ ਨਿਰੋਧ ਦੀ ਸਹੀ ਅਤੇ ਨਿਰੰਤਰ ਵਰਤੋਂ ਦੀ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਜਦੋਂ ਸਹੀ ਅਤੇ ਨਿਰੰਤਰ ਤਰੀਕੇ ਨਾਲ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਨਿਰੋਧ HIV ਸਮੇਤ STIs ਤੋਂ ਸੁਰੱਖਿਆ ਦੇ ਸਭ ਤੋਂ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਤਰੀਕਿਆਂ ਵਿੱਚੋਂ ਇੱਕ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਨ। ਮਹਿਲਾ ਨਿਰੋਧ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਅਤੇ ਸੁਰੱਖਿਅਤ ਹਨ, ਪਰ ਰਾਸ਼ਟਰੀ ਪ੍ਰੋਗਰਾਮਾਂ ਦੁਆਰਾ ਪੁਰਸ਼ ਨਿਰੋਧ ਜਿੰਨੇ ਵਿਆਪਕ ਤੌਰ 'ਤੇ ਨਹੀਂ ਵਰਤੇ ਜਾਂਦੇ।
ta_in: HIV உள்ளிட்ட பாலியல் ரீதியாக பரவும் நோய் த்தொற்றுக்களுக்கு (STIs) எதிராக IUD-கள் பாதுகாப்பதில்லை. STI/HIV ஆபத்து இருந்தால், ஆணுறைகளின் சரியான மற்றும் சீரான பயன்பாடு பரிந்துரைக்கப்படுகிறது. சரியாகவும் தொடர்ச்சியாகவும் பயன்படுத்தும் போது, கருத்தடை சாதனங்கள் HIV உள்ளிட்ட STI-களுக்கு எதிராக மிகவும் பயனுள்ள பாதுகாப்பு முறைகளை வழங்குகிறது. பெண் கருத்தடை சாதனங்கள் திறமையானவை மற்றும் பாதுகாப்பானவை, ஆனால் ஆணுறைகளைப் போல தேசிய திட்டங்களால் பரவலாக பயன்படுத்தப்படுவதில்லை.
te_in: IUDలు HIVతో సహా లైంగికంగా సంక్రమించే అంటువ్యాధుల (STIలు) నుండి రక్షించవు. STI/HIV ప్రమాదం ఉన్నట్లయితే, కండోమ్‌ల సరైన మరియు స్థిరమైన ఉపయోగం సిఫార్సు చేయబడింది. సరిగ్గా మరియు స్థిరంగా ఉపయోగించినప్పుడు, కండోమ్‌లు HIVతో సహా STI లకు వ్యతిరేకంగా అత్యంత ప్రభావవంతమైన రక్షణ పద్ధతుల్లో ఒకటి. ఆడ కండోమ్‌లు ప్రభావవంతమైనవి మరియు సురక్షితమైనవి, కానీ జాతీయ కార్యక్రమాల ద్వారా మగ కండోమ్‌ల వలె విస్తృతంగా ఉపయోగించబడడం లేదు.

source: Keeps sperm out of ejaculated semen.
as_in: স্খলন হোৱা বীৰ্যৰ পৰা শুক্ৰাণু আঁতৰাই ৰাখে।
bn_in: নির্গত বীর্যে শুক্রাণু থাকে না।
gu_in: શુક્રાણુને સ્ખલિત થયેલા વીર્યમાંથી બહાર રાખે છે.
hi: स्खलित वीर्य से शुक्राणु को बाहर रखता है
kn_in: ಸ್ಖಲನಗೊಂಡ ರೇತಸ್ಸಿನಿಂದ ವೀರ್ಯವನ್ನು ಹೊರಗಿಡುತ್ತದೆ.
ml_in: സ്രവിക്കുന്ന ശുക്ലത്തിൽ നിന്ന് ബീജത്തെ മാറ്റി നിർത്തുന്നു.
or_in: ସ୍ଖଳିତ ବିର୍ଯ୍ୟରୁ ଶୁକ୍ରାଣୁକୁ ବାହାରେ ରଖିଥାଏ
pa_in: ਸ਼ੁਕਰਾਣੂ ਨੂੰ ਪਤਲੇ ਵੀਰਜ ਤੋਂ ਬਾਹਰ ਰੱਖਦਾ ਹੈ
ta_in: வெளியேறும் விந்துக்களிலிருந்து விந்தணுக்களை பாதுகாக்கிறது.
te_in: స్కలనం చేయబడిన వీర్యం నుండి శుక్రకణాన్ని అంటే స్పెర్మ్‌ను దూరంగా ఉంచుతుంది

source: Lactational amenorrhea method
as_in: স্তন্যপান কৰোৱাৰ সময়ত এমেনোৰিয়া পদ্ধতি
bn_in: স্তন্যদানকালে ঋতুস্রাব না হওয়ার পদ্ধতি
gu_in: લેક્ટેશનલ એમેનોર્હીયા મેથડ
hi: लैक्टेशनल एमेनोरिया विधि
kn_in: ಹಾಲುಣಿಸುವ ಅಮೆನೋರಿಯಾ ವಿಧಾನ
ml_in: ലാക്റ്റേഷണൽ എയ്മെനോറിയ രീതി
or_in: ସ୍ତନ୍ୟକ୍ଷରଣ ଅମେନୋରିଆ ପ୍ରଣାଳୀ
pa_in: ਲੈਕਟੇਸ਼ਨਲ ਅਮੇਨੋਰੀਆ ਵਿਧੀ
ta_in: பாலூட்டும் அமினோரியா முறை
te_in: చనుబాలు ఇచ్చినప్పుడు రుతుక్రమం ఆగడం విధానం / లాక్టేషనల్ అమెనోరియా పద్ధతి

source: Lactational amenorrhea method, LAM (for 6 months): The baby is fully or near fully breastfed.
as_in: লেক্টেচনেল এমেনোৰিয়া মেথড LAM (6 মাহৰ বাবে): কেঁচুৱাটো সম্পূৰ্ণৰূপে বা প্ৰায় সম্পূৰ্ণভাৱে স্তন্যপান কৰাই আছে।
bn_in: ল্যাক্টেশনাল অ্যামেনোরিয়া মেথড, LAM (6 মাসের জন্য): শিশুকে সম্পূর্ণভাবে বা প্রায় সম্পূর্ণভাবে স্তন্যদান করবেন।
gu_in: લેક્ટેશનલ એમેનોર્હીયા મેથડ, LAM (6 મહિના માટે): શિશુએ સંપૂર્ણપણે અથવા તો લગભગ સંપૂર્ણપણે સ્તનપાન કરી લીધું છે.
hi: लैक्टेशनल एमेनोरिया विधि, LAM (6 महीने के लिए): बच्चा पूरी तरह से या लगभग पूरी तरह से स्तनपान कर रहा है। गर्भावस्था के विरूद्ध प्रभावी सुरक्षा बनाए रखने के लिए, जैसे ही मासिक धर्म फिर से शुरू होता हो, स्तनपान बार-बार कराना कम हो या उसकी अवधि कम हो जाती हो, बोतल से दूध पिलाना शुरू कर दिया जाता हो, या बच्चा 6 महीने का हो जाता हो तो गर्भनिरोधक की एक अन्य विधि का उपयोग किया जाना चाहिए।
kn_in: ಹಾಲುಣಿಸುವ ಅಮೆನೋರಿಯಾ ವಿಧಾನ, LAM (6 ತಿಂಗಳವರೆಗೆ): ಮಗುವಿಗೆ ಸಂಪೂರ್ಣವಾಗಿ ಅಥವಾ ಹೆಚ್ಚೂ ಕಡಿಮೆ ಸಂಪೂರ್ಣವಾಗಿ ಎದೆಹಾಲು ನೀಡಲಾಗುತ್ತದೆ.
ml_in: ലാക്റ്റേഷണൽ എയ്മെനോറിയ രീതി, LAM (6 മാസത്തേക്ക്): കുഞ്ഞിനെ പൂർണ്ണമായി അല്ലെങ്കിൽ ഏകദേശം പൂർണ്ണമായി മുലയൂട്ടുന്നു.
or_in: ସ୍ତନ୍ୟକ୍ଷରଣ ଅମେନୋରିଆ ପ୍ରଣାଳୀ, LAM (6 ମାସ ପାଇଁ): ଶିଶୁଟି ସମ୍ପୂର୍ଣ୍ଣ କିମ୍ବା ପାଖାପାଖି ସମ୍ପୂର୍ଣ୍ଣ ସ୍ତନ୍ୟପାନ କରିଥାଏ।
pa_in: ਲੈਕਟੇਸ਼ਨਲ ਅਮੇਨੋਰੀਆ ਵਿਧੀ, LAM (6 ਮਹੀਨਿਆਂ ਲਈ): ਬੱਚੇ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਜਾਂ ਲਗਭਗ ਪੂਰੀ ਤਰ੍ਹਾਂ ਛਾਤੀ ਦਾ ਦੁੱਧ ਪਿਲਾਇਆ ਜਾਂਦਾ ਹੈ।
ta_in: லேக்டேஷனல் அமெனோரியா முறை, LAM (6 மாதங்களுக்ககென): குழந்தைக்கு முழுமையாக அல்லது கிட்டத்தட்ட முழுமையாக தாய்ப்பால் கொடுக்கப்படுகிறது.
te_in: తల్లిపాలు ఇవ్వడం వలన రూటు చక్రం రాకుండా గర్భ నిరోధకంగా పనిచేయడం లాక్టేషనల్ అమెనోరియా పద్ధతి, LAM (6 నెలలు): శిశువు పూర్తిగా లేదా పూర్తిగా తల్లిపాలు తాగింది.

source: Lactational amenorrhoea method
as_in: স্তন্যপান কৰোৱাৰ সময়ত এমেনোৰিয়া পদ্ধতি
bn_in: স্তন্যদানকালে ঋতুস্রাব না হওয়ার পদ্ধতি
gu_in: લેક્ટેશનલ એમેનોર્હીયા મેથડ
hi: स्तनपान अनार्तव (लैक्टेशनल एमेनोरिया) विधि
kn_in: ಹಾಲುಣಿಸುವ ಅಮೆನೋರಿಯಾ ವಿಧಾನ
ml_in: ലാക്റ്റേഷണൽ എയ്മെനോറിയ രീതി
or_in: ସ୍ତନ୍ୟକ୍ଷରଣ ଅମେନୋରିଆ ପ୍ରଣାଳୀ
pa_in: ਲੈਕਟੇਸ਼ਨਲ ਅਮੇਨੋਰੀਆ ਵਿਧੀ
ta_in: பாலூட்டும் அமினோரியா முறை
te_in: లాక్టేషనల్ అమెనోరియా పద్ధతి

source: Lamivudine
as_in: লামিভুডিন
bn_in: লামিভুডিন
gu_in: લેમિવુડાઇન
hi: लैमिवुडिन
kn_in: ಲ್ಯಾಮಿವುಡಿನ್
ml_in: ലാമിവുഡൈൻ
or_in: ଲମିଭୁଡାଇନ୍
pa_in: ਲੈਮੀਵੁਡੀਨ
ta_in: லாமிவுடைன்
te_in: లామివుడిన్

source: Late for an injection
as_in: পলমকৈ ইঞ্জেকচন দিয়া
bn_in: ইনজেকশনের জন্য বিলম্ব
gu_in: મોડું ઇન્જેક્શન આપવું
hi: इंजेक्शन के लिए देर हो जाना
kn_in: ಚುಚ್ಚುಮದ್ದಿಗೆ ತಡವಾಗಿ
ml_in: ഒരു കുത്തിവയ്പ്പിന് വൈകി
or_in: ଗୋଟିଏ ଇଞ୍ଜେକ୍ସନ୍ ପାଇଁ ବିଳମ୍ୱ
pa_in: ਟੀਕੇ ਲਈ ਦੇਰ
ta_in: ஊசி போட தாமதமாகல்
te_in: ఆలస్యంగా ఇంజెక్షన్ కోసం

# Launch
source: Medical Eligibility Criteria for Contraceptive Use (India-adapted WHO MEC Wheel 2022)
as_in: গৰ্ভনিৰোধক ব্যৱহাৰৰ ক্ষেত্ৰত চিকিৎসা যোগ্যতাৰ মাপকাঠি (ভাৰত-অভিযোজিত WHO MEC Wheel 2022)
bn_in: গর্ভনিরোধক ব্যবহারের চিকিৎসাগত যোগ্যতার মাপকাঠি (ভারত-গৃহিত WHO MEC Wheel 2022)
gu_in: ગર્ભનિરોધક ઉપયોગ માટે તબીબી પાત્રતા માપદંડ (ભારત-અનુકૂલિત WHO MEC વ્હીલ 2022)
hi: गर्भनिरोधक उपयोग के लिए चिकित्सा पात्रता मानदंड (भारत-अनुकूलित WHO MEC व्हील 2022)
kn_in: ಗರ್ಭನಿರೋಧಕ ಬಳಕೆಗೆ ವೈದ್ಯಕೀಯ ಅರ್ಹತಾ ಮಾನದಂಡಗಳು (ಭಾರತ-ಅಳವಡಿಸಿಕೊಂಡ ಡಬ್ಲ್ಯುಎಚ್ಓ ಎಂಇಸಿ ವ್ಹೀಲ್ 2022)
ml_in: ഗർഭനിരോധന ഉപയോഗത്തിനുള്ള മെഡിക്കൽ യോഗ്യതാ മാനദണ്ഡം (ഇന്ത്യ-അഡാപ്റ്റഡ് WHO MEC ചക്രം 2022)
or_in: ଗର୍ଭନିରୋଧକ ବ୍ୟବହାର ପାଇଁ ଡାକ୍ତରୀ ଯୋଗ୍ୟତା ମାନଦଣ୍ଡ (ଭାରତ-ଅନୁକୂଳ WHO MEC ଚକ 2022)
pa_in: ਗਰਭ ਨਿਰੋਧਕ ਵਰਤੋਂ ਲਈ ਡਾਕਟਰੀ ਯੋਗਤਾ ਮਾਪਦੰਡ (ਭਾਰਤ-ਅਨੁਕੂਲ WHO MEC ਵ੍ਹੀਲ 2022)
ta_in: கருத்தடை பயன்பாட்டிற்கான மருத்துவ தகுதி அளவுகோல்கள் (இந்தியா-WHO MEC Wheel 2022-ஐத் தழுவியது)
te_in: గర్భనిరోధక ఉపయోగం కోసం వైద్య అర్హత ప్రమాణాలు (భారతదేశం-అనుకూలించిన WHO MEC వీల్ 2022)

source: Levonorgestrel
as_in: লেভোনৰ্গেষ্ট্ৰেল
bn_in: লেভোনোরজেস্ট্রেল
gu_in: લીવોનોરજેસ્ટ્રેલ
hi: लेवोनोर्गेस्ट्रेल
kn_in: ಲೆವೊನೊರ್ಗೆಸ್ಟ್ರೆಲ್
ml_in: ലിവനോർജെസ്ട്രെൽ
or_in: ଲିଭୋନୋର୍ଗେଷ୍ଟ୍ରେଲ୍
pa_in: ਲੇਵੋਨੋਰਜੈਸਟਰਲ
ta_in: லெவனோஜெஸ்ட்ரெல்
te_in: లెవోనోర్జెస్ట్రెల్

source: Levonorgestrel (LNG):
as_in: লেভোনৰ্গেষ্ট্ৰেল (LNG):
bn_in: লেভোনোরজেস্ট্রেল (LNG):
gu_in: લીવોનોરજેસ્ટ્રેલ (LNG):
hi: लेवोनोर्गेस्ट्रेल (एलएनजी):
kn_in: ಲೆವೊನೊರ್ಗೆಸ್ಟ್ರೆಲ್ (LNG):
ml_in: ലിവോനോർജെസ്ട്രെൽ (LNG):
or_in: ଲିଭୋନୋର୍ଜେଷ୍ଟ୍ରେଲ୍ (LNG):
pa_in: ਲੇਵੋਨੋਗੈਸਟ੍ਰੇਲ (LNG):
ta_in: லெவோனார்ஜெஸ்ட்ரெல் (LNG):
te_in: లెవోనోర్జెస్ట్రెల్ (LNG):

source: Levonorgestrel IUD
as_in: লেভোনৰ্গেষ্ট্ৰেল IUD
bn_in: লেভোনোরজেস্ট্রেল IUD
gu_in: લીવોનોરજેસ્ટ્રેલ આઇયુડી
hi: लेवोनोर्गेस्ट्रेल आईयूडी
kn_in: ಲೆವೊನೊರ್ಗೆಸ್ಟ್ರೆಲ್ IUD
ml_in: ലിവോനോർജെസ്ട്രെൽ IUD
or_in: ଲେଭୋନୋରଜେଷ୍ଟ୍ରେଲ୍ IUD
pa_in: ਲੇਵੋਨੋਗੈਸਟ੍ਰੇਲ IUD
ta_in: லெவனோர்ஜெஸ்ட்ரெல் IUD
te_in: లెవోనోర్జెస్ట్రెల్ IUD

source: Liver Disease
as_in: যকৃতের অসুখ
bn_in: যকৃতের অসুখ
gu_in: લિવરની બીમારી
hi: यकृत रोग (लिवर रोग)
kn_in: ಪಿತ್ತಜನಕಾಂಗದ ಕಾಯಿಲೆ
ml_in: കരൾ രോഗം
or_in: ଯକୃତ ରୋଗ
pa_in: ਲੀਵਰ ਦੀ ਬਿਮਾਰੀ
ta_in: கல்லீரல் நோய்
te_in: కాలేయ వ్యాధి

source: Liver Disease (Acute viral hepatitis)
as_in: যকৃতের অসুখ (চরম ভাইরাল হেপাটাইটিস)
bn_in: যকৃতের অসুখ (চরম ভাইরাল হেপাটাইটিস)
gu_in: લિવરની બીમારી (તીવ્ર વાઇરલ હીપેટાઇટિસ)
hi: यकृत रोग (लिवर रोग) तीव्र वायरल हेपेटाइटिस
kn_in: ಪಿತ್ತಜನಕಾಂಗದ ಕಾಯಿಲೆ (ತೀವ್ರ ವೈರಲ್ ಹೆಪಟೈಟಿಸ್)
ml_in: കരൾ രോഗം (തീവ്രമായ വൈറൽ ഹെപ്പറ്റൈറ്റിസ്)
or_in: ଯକୃତ ରୋଗ(ତୀବ୍ର ଭାଇରାଲ୍ ହେପାଟାଇଟିସ୍)
pa_in: ਲੀਵਰ ਦੀ ਬਿਮਾਰੀ (ਤੀਬਰ ਵਾਇਰਲ ਹੈਪੇਟਾਈਟਸ)
ta_in: கல்லீரல் நோய் (தீவிர வைரல் ஹெபடைடிஸ்)
te_in: కాలేయ వ్యాధి (తీవ్రమైన వైరల్ హెపటైటిస్)

source: Liver Disease (Cirrhosis/ liver tumor)
as_in: যকৃতের অসুখ (সিরোসিস / যকৃতে টিউমার)
bn_in: যকৃতের অসুখ (সিরোসিস / যকৃতে টিউমার)
gu_in: લિવરની બીમારી (સિરોસિસ/લિવરમાં ગાંઠ)
hi: यकृत रोग (लिवर रोग) (सिरोसिस/यकृत ट्यूमर)
kn_in: ಪಿತ್ತಜನಕಾಂಗದ ಕಾಯಿಲೆ (ಸಿರೋಸಿಸ್ / ಪಿತ್ತಜನಕಾಂಗದ ಗೆಡ್ಡೆ)
ml_in: കരൾ രോഗം (സിറോസിസ്/കരളിലെ ട്യൂമർ)
or_in: ଯକୃତ ରୋଗ(ସିରୋସିସ୍/ ଯକୃତ ଟ୍ୟୁମର୍)
pa_in: ਲੀਵਰ ਦੀ ਬਿਮਾਰੀ (ਸਿਰੋਸਿਸ/ ਲੀਵਰ ਟਿਊਮਰ)
ta_in: கல்லீரல் நோய் (சிரோசிஸ்/கல்லீரல் கட்டி)
te_in: కాలేయ వ్యాధి (సిర్రోసిస్/లివర్ ట్యూమర్)

source: LNG-IUD = levonorgestrel-releasing IUD (20 µg/24 hours).
as_in: LNG-IUD = লেভোনৰ্গেষ্ট্ৰেল-মুকলি কৰা IUD (20 মাইক্ৰ'গ্ৰাম/24 ঘণ্টা)।
bn_in: LNG-IUD = লেভোনোরজেস্ট্রেল নির্গমনকারী IUD (20 মাইক্রোগ্রাম/24 ঘণ্টা)।
gu_in: LNG-IUD = લીવોનોરજેસ્ટ્રેલ-મુક્ત કરનાર IUD (20 µg/24 કલાક).
hi: LNG-IUD = लेवोनोर्गेस्ट्रेल-रिलीजिंग IUD (20 माइक्रोग्राम/24 घंटे)
kn_in: LNG-IUD = ಲೆವೊನೊರ್ಗೆಸ್ಟ್ರೆಲ್-ಬಿಡುಗಡೆ ಮಾಡುವ IUD (20 μg/24 ಗಂಟೆಗಳು).
ml_in: LNG-IUD = ലെവോനോജെസ്ട്രെൽ-പുറപ്പെടുവിക്കുന്ന IUD (20 µg/24 മണിക്കൂർ).
or_in: LNG-IUD = ଲିଭୋନୋରଜେଷ୍ଟ୍ରେଲ୍-କ୍ଷରଣ IUD (20 µg/24 ଘଣ୍ଟା)
pa_in: LNG-IUD = ਲੇਵੋਨੋਰਗੈਸਟ੍ਰੇਲ-ਰਿਲੀਜ਼ਿੰਗ IUD (20 µg/24 ਘੰਟੇ)
ta_in: LNG-IUD = லெவோனோர்ஜெஸ்ட்ரெல் - IUD (20 µg/24 மணி நேரம் ) வெளியீடு.
te_in: LNG-IUD = లెవోనోర్జెస్ట్రెల్-విడుదల చేసే IUD (20 µg/24 గంటలు)

source: Long lasting
as_in: দীর্ঘস্থায়ী
bn_in: দীর্ঘস্থায়ী
gu_in: લાંબા સમય સુધી ટકે છે
hi: चिरस्थायी
kn_in: ದೀರ್ಘಕಾಲ ಉಳಿಯುತ್ತದೆ
ml_in: ദീർഘകാലം നിലനിൽക്കുന്നത്
or_in: ଦୀର୍ଘସ୍ଥାୟୀ
pa_in: ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਚੱਲਣ ਵਾਲਾ
ta_in: நீண்ட காலம் நீடிப்பது
te_in: దీర్ఘకాలం

source: Longer and heavier periods during first months of use are common but not harmful; can also be used as emergency contraception.
as_in: ব্যৱহাৰৰ প্ৰথম মাহত দীঘলীয়া আৰু অধিক ঋতুস্ৰাৱ হোৱাটো সচৰাচৰ কথা কিন্তু ক্ষতিকাৰক নহয়; ইয়াক জৰুৰীকালীন গৰ্ভনিৰোধক হিচাপেও ব্যৱহাৰ কৰিব পাৰি।
bn_in: সাধারণত ব্যবহারের প্রথম কয়েক মাস দীর্ঘস্থায়ী ও গুরুতর ঋতুস্রাব হয়, তবে সেটি ক্ষতিকর নয়; জরুরী অবস্থায় গর্ভনিরোধক হিসেবেও ব্যবহার করা যায়।
gu_in: તેના ઉપયોગના પ્રથમ મહિનાઓ દરમિયાન લાંબા સમય માટે અને વધારે માસિક આવવું એ સામાન્ય છે અને તે હાનિકારક નથી, આ ઉપરાંત, તેને ઇમર્જન્સીમાં ગર્ભનિરોધક તરીકે પણ ઉપયોગમાં લઈ શકાય છે.
hi: उपयोग के पहले महीनों के दौरान लंबे समय चलने वाले और भारी मासिक धर्म चक्र आम है लेकिन हानिकारक नहीं है; इनका उपयोग आपातकालीन गर्भनिरोधक के रूप में भी किया जा सकता है।
kn_in: ಬಳಕೆಯ ಮೊದಲ ತಿಂಗಳುಗಳಲ್ಲಿ ದೀರ್ಘವಾದ ಮತ್ತು ಶ್ರಮದಾಯಕವಾದ ಮುಟ್ಟುಗಳು ಸಾಮಾನ್ಯವಾಗಿದ್ದರೂ ಅವು ಹಾನಿಕಾರಕವಾಗಿರುವುದಿಲ್ಲ; ಅವುಗಳನ್ನು ತುರ್ತು ಗರ್ಭನಿರೋಧಕವಾಗಿಯೂ ಬಳಸಬಹುದು.
ml_in: ഉപയോഗത്തിന്റെ ആദ്യ മാസങ്ങളിൽ ദീർഘവും കനത്തതുമായ ആർത്തവങ്ങൾ സാധാരണമാണ്, പക്ഷേ ദോഷകരമല്ല; ഇത് അടിയന്തിര ഗർഭനിരോധന മാർഗ്ഗമായും ഉപയോഗിക്കാം.
or_in: ପ୍ରଥମ ମାସ ବ୍ୟବହାରରେ ଦୀର୍ଘ ଓ ଭାରୀ ପିରିୟଡ୍ ସାଧାରଣ ଅଟେ, କିନ୍ତୁ ବିପଦପୂର୍ଣ୍ଣ ନୁହେଁ; ଜରୁରୀକାଳୀନ ଗର୍ଭନିରୋଧକ ଭାବରେ ମଧ୍ୟ ବ୍ୟବହାର କରିହେବ।
pa_in: ਵਰਤੋਂ ਦੇ ਪਹਿਲੇ ਮਹੀਨਿਆਂ ਦੌਰਾਨ ਲੰਬੇ ਅਤੇ ਭਾਰੀ ਪੀਰੀਅਡ ਆਮ ਹਨ ਪਰ ਨੁਕਸਾਨਦੇਹ ਨਹੀਂ ਹਨ; ਐਮਰਜੈਂਸੀ ਗਰਭਨਿਰੋਧਕ ਵਜੋਂ ਵੀ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ।
ta_in: முதல் சில மாதங்களில் நீண்ட மற்றும் கனமான மாதவிடாய்கள் பொதுவானவை . ஆனால் தீங்கு உண்டாக்காது. ; அவசர கால கருத்தடையாகவும் உபயோகிக்கலாம்.
te_in: మొదటి నెలల్లో ఎక్కువ కాలం మరియు భారీ కాలాల ఉపయోగం, సాధారణం కానీ హానికరం కాదు; అత్యవసర గర్భనిరోధకంగా కూడా ఉపయోగించవచ్చు.

source: Malaria.
as_in: মেলেৰিয়া।
bn_in: ম্যালেরিয়া।
gu_in: મેલેરિયા.
hi: मलेरिया
kn_in: ಮಲೇರಿಯಾ.
ml_in: മലേറിയ
or_in: ମ୍ୟାଲେରିଆ
pa_in: ਮਲੇਰੀਆ
ta_in: மலேரியா.
te_in: మలేరియా

source: Male condoms
as_in: পুৰুষৰ কণ্ডম
bn_in: পুরুষের কন্ডোম
gu_in: પુરુષો માટેના કન્ડોમ્સ
hi: पुरुष कंडोम
kn_in: ಪುರುಷ ಕಾಂಡೋಮ್‌ಗಳು
ml_in: പുരുഷന്മാരുടെ ഗർഭനിരോധന ഉറ
or_in: ପୁରୁଷ କଣ୍ଡୋମ୍
pa_in: ਪੁਰਸ਼ ਨਿਰੋਧ
ta_in: ஆண் கருத்தடை உறை
te_in: మగ కండోమ్‌లు

source: Male condoms: 98% with correct and consistent use, 85% as commonly used.
as_in: পুৰুষৰ কণ্ডম: সঠিক আৰু সংগতিপূৰ্ণ ব্যৱহাৰৰ ক্ষেত্ৰত 98%, সচৰাচৰ ব্যৱহাৰৰ ক্ষেত্ৰত 85%।
bn_in: পুরুষের কন্ডোম: সঠিক ও সঙ্গতিপূর্ণ ব্যবহারে 98%, সাধারণভাবে ব্যবহার হিসেবে 85%।
gu_in: પુરુષો માટેના કન્ડોમ્સઃ યોગ્ય અને સતત ઉપયોગ કરવા પર 98%, કૉમન રીતે ઉપયોગ કરવા પર 85%.
hi: पुरुष कंडोम: सही और लगातार उपयोग के साथ 98%, आमतौर पर उपयोग किए जाने वाले 85%
kn_in: ಪುರುಷ ಕಾಂಡೋಮ್‌ಗಳು: ಸರಿಯಾದ ಮತ್ತು ಸ್ಥಿರ ಬಳಕೆಯೊಂದಿಗೆ 98%, ಸಾಮಾನ್ಯವಾಗಿ ಬಳಸಿದಾಗ 85%.
ml_in: പുരുഷ ഗർഭനിരോധന ഉറകൾ: ശരിയായതും സ്ഥിരവുമായ ഉപയോഗത്തിൽ 98%, സാധാരണ ഉപയോഗത്തിൽ 85%.
or_in: ପୁରୁଷ କଣ୍ଡୋମ୍:ସଠିକ୍ ଓ ନିରନ୍ତର ବ୍ୟବହାର ସହିତ 98%, ସାଧାରଣ ଭାବେ ବ୍ୟବହୃତ 85%
pa_in: ਪੁਰਸ਼ ਨਿਰੋਧ: 98% ਸਹੀ ਅਤੇ ਨਿਰੰਤਰ ਵਰਤੋਂ ਨਾਲ, 85% ਆਮ ਤੌਰ 'ਤੇ ਵਰਤੇ ਜਾਂਦੇ ਹਨ
ta_in: ஆண் கருத்தடை உறை : 98% சரியான மற்றும் சீரான உபயோகத்துடன். 85% பொதுவான உபயோகத்துடன்.
te_in: మగ కండోమ్‌లు: 98% సరైన మరియు స్థిరమైన ఉపయోగంతో, 85% సాధారణంగా ఉపయోగించేవి

source: Male sterilization (vasectomy)
as_in: পুৰুষৰ বন্ধ্যাকৰণ (ভেচেক্টমী)
bn_in: পুরুষ বন্ধ্যাকরণ (ভ্যাসেক্টোমি)
gu_in: પુરુષોની નસબંધી (વેસ્કેટોમી)
hi: पुरुष नसबंदी (वासेक्टोमी)
kn_in: ಪುರುಷ ಸಂತಾನಶಕ್ತಿ ಹರಣ ಶಸ್ತ್ರಚಿಕಿತ್ಸೆ (ರೇತ್ರನಾಳೋಚ್ಛೇದನ)
ml_in: പുരുഷ വന്ധ്യംകരണം (വാസക്ടമി)
or_in: ପୁରୁଷ ବନ୍ଧ୍ୟାକରଣ (ଭାସେକ୍‌ଟୋମୀ)
pa_in: ਮਰਦ ਨਸਬੰਦੀ (ਨਸਬੰਦੀ)
ta_in: ஆண் கருத்தடை (வாசெக்டமி)
te_in: పురుషులకు సంతాన నిరోధక శస్త్రచికిత్స (వ్యాసెక్టమీ)
